{
"abb":"ООИ",
"name":"Оптическая обработка информации",
"alias":"ooi",
"url":"/ooi",
"sgroup":"master",
"course":"1",
"studyp":"513",
"semestr":"1",
"view_class":"full",
"categories":{
	"info":{
	"alias":"info",
	"name":"Информация",
	"url":"/info",
	"block":[{
		"view":"TextBlock",
		"object":{
			"header":"",
			"text":"Дисциплина предназначена для подготовки магистров </br>по направлению 210400.68 - \"Радиотехника\" </br>по программе 21453.68 \"Микроволновые, оптические и цифровые средства телекоммуникаций\"."
			}
		},{
		"view":"TextBlock",
		"object":{
			"header":"Цель данного курса",
			"text":"Изучение законов микромира, закономерностей генерирования, усиления и применения когерентного оптического излучения; знакомство со способами и приемами оптической обработки информации, принципами построения оптических процессоров, методами их расчета и  проектирования. Формирование  навыков экспериментальных исследований."
			}
		},{
		"view":"TextBlock",
		"object":{
			"header":"Аннотация дисциплины",
			"text":"Роль и место квантовых устройств оптического диапазона в современной радиоэлектронике и средствах телекоммуникаций.</br>Теоретические основы работы оптических квантовых приборов. Статистическая природа, дискретность физических величин, характеризующих микрообъекты, корпускулярно-волновой дуализм. Постулаты квантовой теории: волновая функция и операторы, вычисление средних значений физических величин; свойства эрмитовых операторов, коммутируюшие операторы, математические свойства и физическое содержание; уравнение Шредингера. Принцип неопределенности; собственные числа и собственные функции основных операторов квантовой теории, правила квантования соответствующих физических величин. Теория квантовых переходов между различными состояниями микрообъектов во внешнем электромагнитном поле: двухуровневая модель вещества, решение уравнения Шредингера в энергетическом представлении. Закономерности вынужденных переходов. Равновесное излучение вещества. Коэффициенты Эйнштейна спонтанного и вынужденного излучения. Естественная ширина линии излучения, однородное и неоднородное уширение спектральных линий излучения возбужденных состояний. Показатель усиления активной среды в линейном приближении. Явление насыщения энергетических уровней. </br>Квантовые генераторы оптического диапазона. Обобщенная схема оптического квантового генератора, уравнения переноса энергии в активной среде лазера, общие закономерности излучения. Твердотельные лазеры. Особенности структуры энергетических уровней, методы создания инверсной населенности энергетических уровней. Лазеры на кристалле рубина, на гранатах и стеклах с ионами неодима, устройство, принцип действия, рабочие характеристики. Режимы работы твердотельных лазеров: свободная генерация, модуляция добротности, синхронизация мод (изучается самостоятельно). Газовые лазеры: диаграммы энергетических уровней, создание инверсной населенности методом соударения частиц. Устройство, принцип действия и рабочие характеристики лазеров: атомарного на смеси гелия и неона, ионных на парах кадмия и на аргоне, молекулярных на углекислом газе и окиси углерода.</br>Зонная структура энергетических уровней в полупроводниковых материалах, методы создания инверсной населенности энергетических уровней в полупроводнике. Устройство, принцип действия и рабочие характеристики инжекционных полупроводниковых лазеров. Особенности полупроводниковых лазеров на гетероструктурах. </br> Устройства управления, приема и модуляции оптического излучения</br>Электрооптическое взаимодействие. Эффекты Фарадея и Коттона-Мутона. Амплитудные и фазовые электрооптические модуляторы: принципы действия, основные характеристики, применение. Оптический вентиль, его устройство и применение(изучается самостоятельно).</br>Акустооптическое взаимодействие. Дифракция света на ультразвуке: режимы дифракции Рамана-Ната и Брэгга. Дифракция света на ультразвуке в анизотропных средах. Акустооптические модуляторы и дефлекторы: устройство, принцип действия, основные характеристики.</br>Фотоприемные устройства на основе лавинных фотодиодов, p-i-n-диодов и приборов с зарядовой связью, их характеристики и применение. </br>Физико-математические основы оптических методов обработки информации. Скалярная теория дифракции световых волн. Формулы Гюйгенса-Френеля и Релея-Кирхгофа. Области дифракции Френеля и Фраунгофера. Концепция углового спектра плоских волн. Преобразование световых полей элементами оптических систем (участок свободного пространства, линзы, зеркала, призмы). Матричное описание оптических систем (изучается самостоятельно). Когерентные оптические процессоры корреляционного типа. Принцип пространственной фильтрации. Пространственные фильтры: голографические фильтры Вандер-Люгта, согласованные фильтры. Оптические корреляторы когерентного и некогерентного типов: принципы работы и схемные решения (изучается самостоятельно). </br>Акустооптические сигнальные процессоры.</br>Акустооптические процессоры (АОП) корреляционного типа с пространственным интегрированием: согласованный фильтр, конвольвер, принципы работы, реализации, параметры. </br>Акустооптические корреляторы с временным интегрированием: видеочастотные и радиочастотные модификации: принципы работы, схемные решения, параметры.</br>Акустооптический анализатор спектра с пространственным интегрированием: полоса анализа и частотное разрешение, пути его повышения. </br>Акустооптический анализатор спектра с временным интегрированием: алгоритм анализа, частотное разрешение, полоса анализа, схемные решения. АОП обработки сигналов линейной фазированной антенной решетки (изучается самостоятельно).</br>Основные тенденции и перспективы развития оптических средств связи и обработки информации."
			}
		}]
	},
	"lecture":{
		"alias":"lecture",
		"name":"Лекции",
		"url":"/lecture",
		"block":[{
			"view":"TextBlock",
			"object":{
				"header":"Лектор",
				"text":"Доцент Наумов Кир Петрович"
				}
			},{
			"view":"TextBlock",
			"object":{
				"header":"Правила сдачи текущего контроля",
				"text":"По дисциплине предусмотрен текущий контроль. Оценка за текущий контроль формируется следующим образом. На лекционном занятии последней недели семестра проводится письменная контрольная работа, в которой надо дать ответы на 10 вопросов из прилагаемого ниже списка, из которого составляется нужное количество вариантов. Оценка производится по пятибалльной системе. Результаты сообщаются через два дня на доске объявлений. Дополнительно осуществляется контроль и оценка работы студентов на лабораторных занятиях путем проведения коллоквиумов. По этим результатам выставляется оценка за каждую выполненную и защищенную лабораторную работу. Итоговая оценка выводится как средне-взвешенная."
				}
			},{
			"view":"TextBlock",
			"object":{
				"header":"Порядок ликвидации задолженностей",
				"text":"Переписывание контрольной работы проводится в часы, предусмотренные расписанием дополнительной сессии."
				}
			},{
			"view":"ListBlock",
			"header":"Дополнительные материалы",
			"object":[{
				"view":"LightSource",
				"object":{
					"name":"Вопросы текущего контроля",
					"url":{
			        	"doc":"/downloads/doc/edu/ooi/ООИ вопросы тк.doc"
						}
					}
				}]
			}
		]
	},
	"labs":{
		"alias":"labs",
		"name":"Лабораторные работы",
		"url":"/labs",
		"block":[{
			"view":"TextBlock",
			"object":{
				"header":"",
				"text":"Лаборатория Оптических и квантовых устройств (ауд.2222)"
				}
			},{
			"view":"TextBlock",
			"object":{
				"header":"Порядок проведения занятий",
				"text":"Результатом занятий является совокупность оценок за выполненные и защищенные работы, что учитывается при выставлении итоговой оценки по текущему контролю наряду с оценкой по контрольной работе. Примерное число работ в семестре 6-8. В бригаде 2-3 человек, один отчет на бригаду."
				}
			},{
			"view":"TextBlock",
			"object":{
				"header":"Порядок проведения коллоквиумов",
				"text":"Коллоквиум проводится в часы аудиторных занятий. К работе не допускается студенты, имеющие две и более не защищенных работ. Задолженности по не защищенным работам разрешается ликвидировать во время занятий в других группах. Порядок защиты работ может быть скорректирован преподавателем каждой группы индивидуально."
				}
			},{
			"view":"TextBlock",
			"object":{
				"header":"Порядок ликвидации задолженностей",
				"text":"Пропущенную работу можно выполнить во время доп. сессии."
				}
			},{
			"view":"TextBlock",
			"object":{
				"header":"Наименование лабораторных работ",
				"text":"<i class=\" icon-ok\"></i> Моделирование движения микрообъекта в потенциальной яме</br> <i class=\" icon-ok\"></i> Исследование полупроводникового лазера</br><i class=\" icon-ok\"></i> Исследование электрооптического модулятора</br><i class=\" icon-ok\"></i> Исследование акустооптического взаимодействия</br><i class=\" icon-ok\"></i> Компьютерное моделирование оптической системы обработки информации</br><i class=\" icon-ok\"></i> Исследование акустооптического процессора</br><i class=\" icon-ok\"></i> Моделирование работы акустооптического анализатора спектра в реальных условиях</br><i class=\" icon-ok\"></i> Измерение спектральных характеристик оптических излучателей</br><i class=\" icon-ok\"></i> Исследование фотоприемника на основе ЛФД</br>"
				}
			},{
			"view":"ListBlock",
			"header":"Описания лабораторных работ:",
			"object":[{
				"view":"LightSource",
				"object":{
					"name":"Методические указания к выполнению лабораторных работ",
					"url":{
			        	"doc":"/downloads/doc/edu/ooi/ЛАБ_ОСиОИ.doc"
						}
					}
				}]
			}]
	},
"literature":{
		"alias":"literature",
		"name":"Литература",
		"url":"/literature",
		"block":[{
			"view":"ListBlock",
			"header":"Список основной литературы:",
			"object":[{
				"view":"LightSource",
				"object":{
					"name":"К.П. Наумов, Квантовые устройства оптического диапазона: учеб. пособие.СПб.: Изд-во СПбГЭТУ \"ЛЭТИ\", 2011, 108 с."
					}
				},{
				"view":"LightSource",
				"object":{
					"name":"Оптические устройства в радиотехнике: Учебное пособие для ВУЗов/ Под ред. В.Н. Ушакова.- М.: Радиотехника, 2005."
					}
				},{
				"view":"LightSource",
				"object":{
					"name":"В.И. Дудкин, Л.Н. Пахомов Квантовая электроника. Приборы и их применение. — М: Техносфера, 2006."
					}
				},{
				"view":"LightSource",
				"object":{
					"name":"К.П. Наумов, В.Н. Ушаков. Акустооптические сигнальные процессоры. Конспект лекций по радиотехническим дисциплинам, вып. 8, М.: Сайнс-пресс, 2002."
					}
				}]
			},{
			"view":"ListBlock",
			"header":"Список дополнительной литературы:",
			"object":[{
				"view":"LightSource",
				"object":{
					"name":"В.Н. Ушаков. Акустооптические процессоры корреляционного типа. М.: Радиотехника, 2007"
				}
				},{
				"view":"LightSource",
				"object":{
					"name":"Э.Розеншер, Б.Винтер. Оптоэлектроника.-М. :Техносфера, 2006."
				}
				},{
				"view":"LightSource",
				"object":{
					"name":"А.Ю. Гринев. Основы радиооптики. 2003."
				}
				}]
			}
		]
	}
}
}
