{
"abb":"ФЭ",
"name":"Функциональная электроника",
"alias":"funcel",
"url":"/funcel",
"sgroup":"master",
"course":"2",
"studyp":"513",
"semestr":"3",
"view_class":"full",
"categories":{
	"info":{
	"alias":"info",
	"name":"Информация",
	"url":"/info",
	"block":[{
		"view":"TextBlock",
		"object":{
			"header":"",
			"text":"Дисциплина предназначена для подготовки магистров по направлению 11.04.01 - \"Радиотехника\" </br> по программе 11.04.01-53 \"Микроволновые, оптические и цифровые средства телекоммуникаций\"."
			}
		},{
		"view":"TextBlock",
		"object":{
			"header":"Цель данного курса",
			"text":"Изучение физических основ функциональной электроники, принципов работы, конструктивных особенностей построения акустооптических сигнальных процессоров, акустоэлектронных и спин-волновых устройств. Возможностей их применения для формирования и обработки сигналов. </br>Формирование навыков применения математического аппарата и моделей для анализа работы устройств ФЭ. </br>Освоение методов расчета преобразований световых полей в оптических системах методов анализа акустоэлектронных устройств на ПАВ."
			}
		},{
		"view":"TextBlock",
		"object":{
			"header":"Аннотация дисциплины",
			"text":"Физические основы трех ветвей функциональной электроники − акустооптики, акустоэлектроники и спин-волновой электроники. </br>Акустооптическое взаимодействие. Акустооптические процессоры корреляционного и спектрального типа с пространственным и временным интегрированием: основные схемные решения, технические характеристики, области применения. Принципы построения цифровых оптических процессоров линейной алгебры (ОПЛА) для обработки сигналов: схемные решения, технические характеристики и области применения ОПЛА. </br>Основы теории распространения акустических волн в твердых телах. Конструктивно-топологические особенности акустоэлектронных устройств (АЭУ) на поверхностных акустических волнах (ПАВ). Возбуждение и прием ПАВ с помощью встречно-штыревых преобразователей (ВШП). АЭУ формирования и сжатия сложных радиосигналов, полосовые фильтры, линии задержки, резонаторы, нелинейные устройства. Методы анализа АЭУ. Структурные схемы ПАВ-устройств. </br>Спиновые волны: дисперсия, спектр, спин-волновой резонанс. Возбуждение бегущих спиновых волн. Спин-волновые СВЧ-приборы. Формирование АЧХ спин-волновых приборов. Одноэлементные и многоэлементные антенны. Линейные спин-волновые приборы: линии задержки, фазовращатели, фильтры. Нелинейные спин-волновые приборы: ограничители сигналов, шумоподавители, конвольверы, нелинейные фазовращатели, нелинейные интерферометры, СВЧ генераторы."
			}
		}]
	},
	"lecture":{
		"alias":"lecture",
		"name":"Лекции",
		"url":"/lecture",
		"block":[{
			"view":"TextBlock",
			"object":{
				"header":"Преподаватели",
				"text":"Акустооптические устройства: Грачев Сергей Владиславович, ст. преподаватель каф. ТОР </br>Спин-волновые устройства: Устинов Алексей Борисович, д.ф-м.н., доцент каф. ФЭТ </br> Акустоэлектронные устройства: Балышева Ольга Леонидовна, к.т.н., доцент каф. ЭиОС, ГУАП"
				} 
			},{
			"view":"TextBlock",
			"object":{
				"header":"Порядок проведения занятий",
				"text":"По дисциплине предусмотрен экзамен в устной форме."
				}
			},{
			"view":"TextBlock",
			"object":{
				"header":"Экзамен",
				"text":"Время на подготовку 1 час."
				}
			},{
			"view":"TextBlock",
			"object":{
				"header":"Порядок ликвидации задолженностей",
				"text":"Ликвидация задоложенностей производится после сессии в дни, предусмотренные приказом ректора"
				}
			},{
			"view":"ListBlock",
			"header":"Дополнительные материалы",
			"object":[{
				"view":"LightSource",
				"object":{
					"name":"Экзаменационные вопросы",
			    	"url":{
			        	"doc":"/downloads/doc/edu/funcel/ФЭ_экзаменационные_вопросы.doc"
						}
					}
				}]
			}]
	},
	"literature":{
		"alias":"literature",
		"name":"Литература",
		"url":"/literature",
		"block":[{
			"view":"ListBlock",
			"header":"Список основной литературы:",
			"object":[{
				"view":"LightSource",
				"object":{
					"name":"Оптические устройства в радиотехнике: Учебное пособие для ВУЗов/ Под ред. В.Н. Ушакова.- М.: Радиотехника, 2005."
					}
				},{
				"view":"LightSource",
				"object":{
					"name":"В.И. Дудкин, Л.Н. Пахомов Квантовая электроника. Приборы и их применение. — М: Техносфера, 2006."
					}
				},{
				"view":"LightSource",
				"object":{
					"name":"Щука А.А. Электроника. Учеб. пособие / Под ред. проф. А.С. Сигова. – СПб.: БХВ-Петербург, 2006"
					}
				},{
				"view":"LightSource",
				"object":{
					"name":"Акустоэлектронные устройства обработки и генерации сигналов. Принципы работы, расчета и проектирования. / О.Л.Балышева, В.И. Григорьевский, Ю.В. Гуляев, В.Ф. Дмитриев, Г.Д. Мансфельд. Монграфия/Под ред. академика РАН Ю.В. Гуляева. – М.: Радиотехника, 2012."
					}
				},{
				"view":"LightSource",
				"object":{
					"name":"А.Б. Устинов, Б.А.Калиникос, Свойства спиновых волн в тонких ферромагнитных пленках. Учеб. пособие. СПб.: Изд-во СПбГЭТУ, 2011."
					}
				},{
				"view":"LightSource",
				"object":{
					"name":"Б.А.Калиникос, А.Б.Устинов, С.А.Баруздин. Спин-волновые устройства и эхо-процессоры. Монография / Под ред. В.Н. Ушакова. – М.: Радиотехника, 2013"
					}
				}]
			},{
			"view":"ListBlock",
			"header":"Список дополнительной литературы:",
			"object":[{
				"view":"LightSource",
				"object":{
					"name":"В.Н. Ушаков. Акустооптические процессоры корреляционного типа. М.: Радиотехника, 2007"
				}
				},{
				"view":"LightSource",
				"object":{
					"name":"Информационная оптика / Под ред. Н.Н. Евтихеева. - Изд. МЭИ, М., 2000."
				}
				}]
			}
		]
	}
	
}
}
