{
"abb":"РТЦиС",
"name":"Радиотехнические цепи и сигналы",
"alias":"rtcs",
"url":"/rtcs",
"sgroup":"bachelor",
"course":"3",
"studyp":"114",
"semestr":"5",
"view_class":"full",
"categories":{
	"info":{
		"alias":"info",
		"name":"Информация",
		"url":"/info",
		"block":[{
			"view":"TextBlock",
			"object":{
				"header":"",
				"text":"Дисциплина предназначена для подготовки бакалавров по направлениям: </br>210400 — Радиотехника,</br> 210700 — Инфокоммуникационные технологии и системы связи."
				}
			},{
			"view":"TextBlock",
			"object":{
				"header":"Цель данного курса",
				"text":"Изучение принципов действия типовых радиотехнических узлов и методов расчета сигналов на их выходе. Формирование навыков проведения  расчетов в задачах фильтрации сигналов."
				}
			},{
			"view":"TextBlock",
			"object":{
				"header":"Аннотация дисциплины",
				"text":"Дисциплина  посвящена изучению следующих разделов: детерминированные радиотехнические сигналы; модулированные сигналы, их временное и спектральное представление; разновидности модулированных сигналов; частотные и временные характеристики линейных цепей; методы анализа прохождения детерминированных сигналов через линейные цепи; преобразование характеристик случайного сигнала в линейной цепи;  дискретная фильтрация сигналов; метод Z–преобразования, характеристики и формы реализации дискретных фильтров; основы синтеза дискретных фильтров; нелинейные цепи и преобразования ими радиосигналов; формирование и демодуляция радиосигналов; преобразование частоты; принципы работы автогенераторов гармонических колебаний; принципы построения приемных устройств различного назначения."
				}
			}]
	},
	"lecture":{
		"alias":"lecture",
		"name":"Лекции",
		"url":"/lecture",
		"block":[{
			"view":"TextBlock",
			"object":{
				"view":"PictureTextBlock",
				"header":"Лектор",
				"text":" Профессор, д. т. н. Ушаков Виктор Наколаевич.",
				"img":"/static/img/edu/UshakovV.jpeg"
				}
			},{
			"view":"TextBlock",
			"object":{
				"header":"Правила допуска к экзамену",
				"text":"Для допуска к экзамену необходимо выполнить цикл лабораторных работ."
				}
			},{
			"view":"TextBlock",
			"object":{
				"header":"Экзамен",
				"text":"Экзамен включает в себя три части:</br><b>1. Решение задач.</b> Данная часть экзамена проходит ТОЛЬКО в течение семестра - на практических занятиях проводятся две контрольные работы, на каждой из которых предлагается решить три задачи. Каждая задача оценивается по трехуровневой шкале — 0; 0,5 или 1 балл. Таким образом, за данную часть экзамена можно получить от 0 до 6 баллов.</br><b>2. Письменный тест.</b> Письменный тест проводится в начале экзамена. Тестовое задание включает в себя 12 вопросов из списка «Контрольные вопросы», содержащего 48 вопросов. Время выполнения — 60 минут. Пользоваться конспектами и учебниками не разрешается. Необходимо в свободной форме, кратко и по существу ответить на вопросы, при этом приводить вывод формул не требуется. Ответ на каждый вопрос оценивается по трехуровневой шкале — 0; 0,5 или 1 балл. Таким образом, за данную часть экзамена можно получить от 0 до 12 баллов.</br><b>Совместное оценивание результатов первых двух частей экзамена.</b> Из результатов письменного теста вычитается число баллов, соответствующее нерешенным и не полностью решенным задачам.</br><i>Пример:<i> после двух контрольных работ за решение задач получено 4 балла (то есть за нерешенные и не полностью решенные задачи снято 2 балла), результат письменного теста 8,5 баллов. Итоговый результат равен 8,5 – 2 = 6,5 баллов.</br>Итоговые результаты оцениваются следующим образом:</br><i class=\"icon-thumbs-down\"></i> От 0 до 5,5 баллов включительно — оценка за экзамен «неудовлетворительно».</br><i class=\"icon-hand-right\"></i> От 6 до 8 баллов включительно — оценка за экзамен «удовлетворительно».</br><i class=\"icon-thumbs-up\"></i> От 8,5 до 12 баллов — оценка «удовлетворительно» гарантирована, при желании получить более высокую оценку необходима устная беседа с экзаменатором (см. далее п. 3).</br><b>3. Устная беседа по контрольным вопросам.</b> К этой части экзамена допускаются студенты, набравшие в письменном тесте (с учетом результатов решения задач) не менее 8,5 баллов и желающие получить оценку «хорошо» или «отлично». Оценка «удовлетворительно» на данном этапе гарантирована. Данная часть экзамена начинается с краткого ответа (без подготовки и без использования литературы) на несколько выбранных экзаменатором вопросов из списка «Контрольные вопросы». При устном ответе на контрольные вопросы экзаменатор проверяет, разбирается студент в материале курса или правильные ответы просто выучены наизусть. По итогам этой беседы экзаменатор принимает одно из следующих решений:</br><i class=\"icon-hand-right\"></i>Сохраняется оценка «удовлетворительно», полученная по результатам письменного теста.</br><i class=\"icon-hand-right\"></i> Студент заслуживает оценки «хорошо».</br><i class=\"icon-thumbs-up\"></i> Оценка «хорошо» гарантирована, при желании получить «отлично» необходима беседа по экзаменационному билету.</br><b>4. Устная беседа по экзаменационному билету.</b> К этой части экзамена допускаются студенты, продемонстрировавшие хорошее понимание сути контрольных вопросов и имеющие, с точки зрения экзаменатора, шансы получить оценку «отлично». Студенту предлагается выбрать экзаменационный билет, в котором содержится два вопроса из списка «Экзаменационные вопросы», содержащего 24 вопроса. Ответ на вопросы производится по конспекту, без подготовки. Оценка «хорошо» на данном этапе гарантирована."
				}
			},{
			"view":"TextBlock",
			"object":{
				"header":"Порядок ликвидации задолженностей",
				"text":"Экзаменационную задолженность можно ликвидировать используя не более 2-х попыток. Первая попытка ликвидации экзаменационной задолженности происходит по процедуре сдачи экзамена, описанной выше. Вторая попытка заключается в устных ответах на контрольные вопросы комиссии, состоящей из трёх преподавателей.</br>Для ликвидации задолженности необходимо получить направление на сдачу экзамена."
				}
			},{
			"view":"ListBlock",
			"header":"Дополнительные материалы",
			"object":[{
				"view":"LightSource",
				"object":{
					"name":"Контрольные вопросы",
					"url":{
			        	"doc":"/downloads/doc/edu/rtcs/РТЦС контрольные вопросы.doc"
						}
					}
				},{
				"view":"LightSource",
				"object":{
					"name":"Экзаменационные вопросы",
					"url":{
			        	"doc":"/downloads/doc/edu/rtcs/РТЦС экзаменационные вопросы.doc"
						}
					}
				}]
			}]
	},
	"practice":{
	"alias":"practice",
	"name":"Практика",
	"url":"/practice",
	"block":[{
		"view":"TextBlock",
		"object":{
			"header":"Порядок проведения занятий",
			"text":"На практических занятиях проводятся две контрольные работы, на каждой из которых предлагается решить три задачи.</br>Темы задач:</br><b>Контрольная работа № 1</b> (осенний семестр, конец октября — начало ноября):</br><i class=\"icon-ok\"></i> Спектры детерминированных сигналов, корреляционные функции детерминированных сигналов, модулированные сигналы</br><i class=\"icon-ok\"></i> Вероятностные характеристики случайных процессов, преобразование случайного процесса в линейной цепи</br><i class=\"icon-ok\"></i> Линейные цепи с постоянными параметрами</br><b>Контрольная работа № 2</b> (осенний семестр, последняя, 16-я неделя):</br><i class=\"icon-ok\"></i> Оптимальная обработка сигналов</br><i class=\"icon-ok\"></i> Дискретная свертка, обратное z-преобразование</br><i class=\"icon-ok\"></i> Гармоническое и бигармоническое воздействия на нелинейный элемент, автогенераторы</br>Методы решения задач разбираются на практических занятиях. Каждая задача оценивается по трехуровневой шкале — 0; 0,5 или 1 балл. Таким образом, за данную часть экзамена можно получить от 0 до 6 баллов. Во время контрольных работ разрешается пользоваться конспектами и учебниками."
			}
		},{
		"view":"TextBlock",
		"object":{
			"header":"Порядок ликвидации долгов",
			"text":"Контрольные работы можно переписать один раз на последнем занятии. Переписывать необходимо только те задачи, которые были не решены первый раз."
			}
		}]
	},
	"labs":{
		"alias":"labs",
		"name":"Лабораторные работы",
		"url":"/labs",
		"block":[{
			"view":"TextBlock",
			"object":{
				"header":"",
				"text":"Лаборатория \"Радиотехнические цепи и сигналы\" - аудитория 2222."
				}
			},{
			"view":"TextBlock",
			"object":{
				"header":"Порядок проведения занятий",
				"text":"В результате занятий должны быть выполнены 6 лабораторных работ (проведены измерения, оформлены и защищены отчёты). Выполнение всех лабораторных работ является обязательным условием для допуска к экзамену.  Бригада может состоять из одного, двух или трёх человек (не более трёх человек). Подготавливается один отчет на бригаду."
				}
			},{
			"view":"TextBlock",
			"object":{
				"header":"Порядок проведения коллоквиумов",
				"text":"Во время семестра проводятся три коллоквиума на четвёртом, восьмом и девятом занятиях (по усмотрению преподавателя коллоквиумы могут быть проведены и в другие дни). До коллоквиума не допускаются бригады, не подготовившие отчет. Бригады, выполнившие досрочно измерения, в оставшееся время до конца занятия могут защищать отчёты по ранее выполненным лабораторным работам.</br>Порядок защиты работ может быть скорректирован преподавателем каждой группы индивидуально."
				}
			},{
			"view":"TextBlock",
			"object":{
				"header":"Порядок ликвидации задолженностей",
				"text":"Дополнительные занятия не проводятся. Выполнить измерения в случае пропуска занятия можно с другими группами при условии, что количество студентов, приходящихся на 1 лабораторную установку, не превысит трёх человек.</br>Правила проведения занятий во время доп. сессии те же, что и в семестре."
				}
			},{
			"view":"TextBlock",
			"object":{
				"header":"Требования к отчету",
				"text":"Отчёты должны быть представлены до начала коллоквиума. Отчёты должны содержать краткие теоретические сведения, предварительные расчёты, если требуется, таблицы измеренных значений, обработку измеренных значений, графики расчётных и измеренных зависимостей. "
				}
			},{
			"view":"ListBlock",
			"header":"Дополнительные материалы",
			"object":[{
				"view":"LightSource",
				"object":{
					"name":"Лабораторный практикум",
					"url":{
			        	"pdf":"/downloads/doc/edu/tor_k/RTCS_LAB_2011.pdf"
						}
					}
				}]
			}]
	},
	"literature":{
		"alias":"literature",
		"name":"Литература",
		"url":"/literature",
		"block":[{
			"view":"ListBlock",
			"header":"Список основной литературы:",
			"object":[{
				"view":"LightSource",
				"object":{
					"name":"Иванов М. Т., Сергиенко А. Б., Ушаков В. Н. Теоретические основы радиотехники: Учеб. пособие. Второе издание — М.: Высш. шк., 2008"
					}
				},{
				"view":"LightSource",
				"object":{
					"name":"Радиотехнические цепи и сигналы: лабораторный практикум. Антонов Ю.Г., Аронов Л.А., Баруздин С.А. и др. СПбГЭТУ \"ЛЭТИ\", 2011"
					}
				}]
			},{
			"view":"ListBlock",
			"header":"Список дополнительной литературы:",
			"object":[{
				"view":"LightSource",
				"object":{
					"name":"Гоноровский И.С., Демин М.П. Радиотехнические цепи и сигналы. М.:Радио и связь, 1994"
					}
				},{
				"view":"LightSource",
				"object":{
					"name":"Баскаков С. И. Радиотехнические цепи и сигналы: Учебник. — М.: Высш. шк., 2000"
					}
				}]
			}
		]
	}
}
}
