{
"abb":"ТЭД(II)",
"name":"Техническая электродинамика (II часть)",
"alias":"tedII",
"url":"/tedII",
"sgroup":"engineer",
"course":"3",
"studyp":"812",
"semestr":"6",
"view_class":"full",
"categories":{
	"info":{
		"alias":"info",
		"name":"Информация",
		"url":"/info",
		"block":[{
			"view":"TextBlock",
			"object":{
				"header":"",
				"text":"Дисциплина предназначена для подготовки  специалистов по специальности: </br> 210601.65 – «Радиоэлектронные системы и комплексы»."
				}
			},{
			"view":"TextBlock",
			"object":{
				"header":"Цели данного курса",
				"text":"Изучение фундаментальных законов, основных теорем, методов решения граничных задач макроскопической электродинамики; основ теории возбуждения, излучения и приема электромагнитных волн; основ теории цепей СВЧ; принципов действия, способов построения, методов расчета и конструирования широко распространенных СВЧ элементов и устройств.</br>Формирование навыков использования аппаратуры СВЧ для решения практических задач радиотехники и экспериментальных исследований, проведения электродинамических расчетов СВЧ устройств."
				}
			},{
			"view":"TextBlock",
			"object":{
				"header":"Аннотация дисциплины",
				"text":"В результате изучения дисциплины студенты смогут:</br><i class=\"icon-ok\"></i> узнать фундаментальные законы макроскопической электродинамики, основные теоремы, методы решения граничных задач электродинамики. Классификацию и свойства электромагнитных полей в пространстве, материальных средах, направляющих и колебательных системах СВЧ и оптического диапазона</br><i class=\"icon-ok\"></i> узнать основы теории возбуждения, излучения и приема электромагнитных волн</br><i class=\"icon-ok\"></i> узнать основы теории цепей СВЧ</br><i class=\"icon-ok\"></i> принципы функционирования и способы построения широко распространенных СВЧ элементов и устройств; основы, заложенные в тех или иных системах автоматизированного проектирования электродинамических устройств</br><i class=\"icon-ok\"></i> получить навыки применения методов расчета электродинамических устройств, оценивать возможности использования устройств СВЧ для решения практических задач радиотехники, производить типовые измерения с применением аппаратуры СВЧ, эффективно использовать научно-техническую и справочную литературу.</br><i class=\"icon-ok\"></i> иметь представление о современном уровне и направлениях развития прикладной электродинамики и техники СВЧ, возможностях и средствах современных САПР устройств СВЧ, использовании электродинамических явлений в иных областях науки и техники."
				}
			}]
	},
	"lecture":{
		"alias":"lecture",
		"name":"Лекции",
		"url":"/lecture",
		"block":[{
			"view":"TextBlock",
			"object":{
				"view":"TextBlock",
				"header":"Лектор",
				"text":"Группы 1111, 1114  — доц., к. т. н. Костиков Григорий Александрович."
				}
			},{
			"view":"TextBlock",
			"object":{
				"header":"Правила допуска к экзамену",
				"text":"К экзамену допускаются студенты, защитившие 5 лабораторных работ и курсовой проект с оценкой не хуже 3."
				}
			},{
			"view":"TextBlock",
			"object":{
				"header":"Экзамен",
				"text":"Экзамен включает в себя три части:</br><b>Письменный тест</b></br>Письменный тест проводится в начале экзамена. Тестовое задание включает в себя 10 вопросов из списка «Контрольные вопросы», содержащего 56 вопросов. Время выполнения — 50 минут. Пользоваться конспектами и учебниками не разрешается. Необходимо в свободной форме, кратко и по существу ответить на вопросы, при этом приводить вывод формул не требуется. Ответ на каждый вопрос оценивается по трехуровневой шкале — 0; 0,5 или 1 балл. Таким образом, за данную часть экзамена можно получить от 0 до 10 баллов.</br>Итоговые результаты оцениваются следующим образом:</br><i class=\"icon-thumbs-down\"></i> От 0 до 4 баллов включительно — оценка за экзамен «неудовлетворительно».</br><i class=\"icon-hand-right\"></i> От 4 до 6,5 баллов включительно — оценка за экзамен «удовлетворительно».</br><i class=\"icon-thumbs-up\"></i> От 6,5 до 10 баллов — оценка «удовлетворительно», при желании получить более высокую оценку необходима устная беседа с экзаменатором (см. далее п. 2).</br><b>Устная беседа по контрольным вопросам</b></br>К этой части экзамена допускаются студенты, набравшие в письменном тесте (с учетом результатов решения задач) не менее 6,5 баллов и желающие получить оценку «хорошо» или «отлично». Оценка «удовлетворительно» на данном этапе гарантирована. Данная часть экзамена начинается с краткого ответа (без подготовки и без использования литературы) на несколько выбранных экзаменатором вопросов из списка «Контрольные вопросы». При устном ответе на контрольные вопросы экзаменатор проверяет, разбирается студент в материале курса или правильные ответы просто выучены наизусть. По итогам этой беседы экзаменатор принимает одно из следующих решений:</br><i class=\"icon-hand-right\"></i> Сохраняется оценка «удовлетворительно», полученная по результатам письменного теста.</br><i class=\"icon-hand-right\"></i> Студент заслуживает оценки «хорошо».</br><i class=\"icon-thumbs-up\"></i> Оценка «хорошо» гарантирована, при желании получить «отлично» необходима беседа по экзаменационному билету.</br><b>Устная беседа по экзаменационному билету</b></br>К этой части экзамена допускаются студенты, продемонстрировавшие хорошее понимание сути контрольных вопросов и имеющие, с точки зрения экзаменатора, шансы получить оценку «отлично». Студенту предлагается выбрать экзаменационный билет, в котором содержится два вопроса из списка «Экзаменационные вопросы», содержащего 36 вопросов. Ответ на вопросы производится по конспекту, без подготовки. Оценка «хорошо» на данном этапе гарантирована."
				}
			},{
			"view":"TextBlock",
			"object":{
				"header":"Порядок ликвидации задолженностей",
				"text":"Экзаменационную задолженность можно ликвидировать используя не более 2-х попыток. Первая попытка ликвидации экзаменационной задолженности происходит по процедуре сдачи экзамена, описанной выше. Вторая попытка заключается в устных ответах на контрольные вопросы комиссии, состоящей из трёх преподавателей.</br>Для ликвидации задолженности необходимо получить направление на сдачу экзамена."
				}
			}]
	},
	"practice":{
	"alias":"practice",
	"name":"Практика",
	"url":"/practice",
	"block":[{
		"view":"TextBlock",
		"object":{
			"header":"Порядок проведения занятий",
			"text":"В рамках практических занятий проводится проектирование мостовых волноводных или полосковых устройств СВЧ. Занятия проводятся в дисплейном классе, на них рассматриваются методы проектирования и этапы разработки. Отдельная часть занятия отводится на диалог со студентами в формате «вопрос-ответ». Итогом всего цикл а практических занятий является оформленная пояснительная записка к курсовому проекту. "
			}
		},{
		"view":"TextBlock",
		"object":{
			"header":"Требования к оформлению пояснительной записки",
			"text":"пояснительная записка должна содержать теоретические сведения, расчёты, графики расчётных зависимостей, результаты проектирования, чертежи и топологии  разработанных устройств. При оформлении пояснительной записки следует придерживаться требований, изложенных в ГОСТ 7.32-91 (ИСО 5966-82). Титульный лист должен быть оформлен в соответствии с бланками, разработанными в СПбГЭТУ «ЛЭТИ»."
			}
		}]
	},
	"labs":{
		"alias":"labs",
		"name":"Лабораторные работы",
		"url":"/labs",
		"block":[{
			"view":"TextBlock",
			"object":{
				"header":"",
				"text":"Дисплейный класс - аудитория ....."
				}
			},{
			"view":"TextBlock",
			"object":{
				"header":"Порядок проведения занятий",
				"text":"В результате занятий должны быть выполнены 6 лабораторных работ (проведены измерения, оформлены и защищены отчёты). Выполнение всех лабораторных работ является обязательным условием для допуска к экзамену.  Бригада может состоять из одного, двух или трёх человек (не более трёх человек). Подготавливается один отчет на бригаду. </br>Обязательным условием допуска к выполнению лабораторной работы является наличие оформленного отчета по предыдущей работе. "
				}
			},{
			"view":"TextBlock",
			"object":{
				"header":"Порядок проведения коллоквиумов",
				"text":"Во время семестра проводятся два коллоквиума (после 4 и 8 занятия по усмотрению преподавателя коллоквиумы могут быть проведены и в другие дни, о чем студентам сообщается заранее). До коллоквиума не допускаются бригады, не подготовившие отчет. Студенты, не защитившие на коллоквиуме хотя бы одной работы, не допускаются к выполнению следующих работ.  Бригады, выполнившие досрочно измерения, в оставшееся время до конца занятия могут защищать отчёты по ранее выполненным лабораторным работам. </br>Порядок защиты работ может быть скорректирован преподавателем каждой группы индивидуально. </br>На зачетной неделе к выполнению работ допускаются студенты, отсутствующие на занятиях в течение семестра по уважительной причине. Наличие такой причины подтверждается соответствующими документами из деканата. К защите лабораторных работ на зачетной недели допускаются все студенты группы. "
				}
			},{
			"view":"TextBlock",
			"object":{
				"header":"Порядок ликвидации задолженностей",
				"text":"Дополнительные занятия не проводятся. С согласия преподавателя допускается выполнение лабораторной работы в случае пропуска с другими группами при условии, что количество студентов, приходящихся на 1  установку, не превысит трёх человек. </br>Правила проведения занятий во время доп. сессии те же, что и в семестре."
				}
			},{
			"view":"TextBlock",
			"object":{
				"header":"Требования к отчету",
				"text":"Отчёты должны быть представлены до начала коллоквиума. Отчёты должны содержать краткие теоретические сведения, предварительные расчёты, если требуется, таблицы измеренных значений, обработку измеренных значений, графики расчётных и измеренных зависимостей"
				}
			},{
			"view":"ListBlock",
			"header":"Дополнительные материалы",
			"object":[{
				"view":"LightSource",
				"object":{
					"name":"Лабораторный практикум",
					"url":{
			        	"pdf":"/downloads/doc/edu/rtcs/RTCS_LAB_2011.pdf"
						}
					}
				}]
			}]
	},
	"literature":{
		"alias":"literature",
		"name":"Литература",
		"url":"/literature",
		"block":[{
			"view":"ListBlock",
			"header":"Список основной литературы:",
			"object":[{
				"view":"LightSource",
				"object":{
					"name":"Максимов В.М. Линии передачи СВЧ–диапазона. Учебное пособие. Вып. 2. М.: 2002"
					}
				},{
				"view":"LightSource",
				"object":{
					"name":"Петров Б.М. Электродинамика и распространение радиоволн: Учебник. – М.: Высш. шк., 2003"
					}
				},{
				"view":"LightSource",
				"object":{
					"name":"Малышев В.Н. Электромагнитные поля и волны. Учебное пособие. СПб.: ЭТУ, 2002."
					}
				},{
				"view":"LightSource",
				"object":{
					"name":"Лавренко Б.Е., Лавренко Ю.Е., Малышев В.Н. Компьютерное проектирование устройств СВЧ: учеб. пособие. СПб.: Изд-во СПбГЭТУ «ЛЭТИ», 2010."
					}
				},{
				"view":"LightSource",
				"object":{
					"name":"Максимов В.М. Устройства СВЧ–основы теории и элементы тракта. Учебное пособие. Вып. 3. М.: 2002"
					}
				}]
			},{
			"view":"ListBlock",
			"header":"Список дополнительной литературы:",
			"object":[{
				"view":"LightSource",
				"object":{
					"name":"Техническая электродинамика: Лаб. практикум / СПб. СПбГЭТУ \"ЛЭТИ\", 1999."
					}
				},{
				"view":"LightSource",
				"object":{
					"name":"Пименов Ю.В. и др. Техническая электродинамика: Учеб. пособие. – М: Радио и связь, 2000."
					}
				},{
				"view":"LightSource",
				"object":{
					"name":"Сазонов Д.М. и др. Устройства СВЧ. Учеб. пособие.– М., Высшая школа, 1995."
					}
				}]
			}]
	}
}
}
