{
"abb":"ЦOCРТС",
"name":"Цифровая обработка сигналов РТС",
"alias":"dsprts",
"url":"/dsprts",
"sgroup":"master",
"course":"1",
"studyp":"513",
"semestr":"2",
"view_class":"full",
"categories":{
	"info":{
	"alias":"info",
	"name":"Информация",
	"url":"/info",
	"block":[{
		"view":"TextBlock",
		"object":{
			"header":"Ссылка на официальный web-ресурс дисциплины",
			"text":"<a target=\"blank\" href=\" https://sites.google.com/site/eltechdsp1\"> https://sites.google.com/site/eltechdsp1"
			}
		},{
		"view":"TextBlock",
		"object":{
			"header":"",
			"text":"Дисциплина предназначена для подготовки магистров по направлению 210400.68 – Радиотехника"
			}
		},{
		"view":"TextBlock",
		"object":{
			"header":"Цель данного курса",
			"text":"Изучение принципов функционирования систем цифровой обработки сигналов; знаком-ство с основными алгоритмами обработки сигналов, методами анализа и синтеза таких систем. Формирование навыков моделирования систем цифровой обработки сигналов."
			}
		},{
		"view":"TextBlock",
		"object":{
			"header":"Аннотация дисциплины",
			"text":"В дисциплине «Цифровая обработка сигналов РТС» рассматриваются следующие основ-ные вопросы. Дискретные сигналы: дискретизация узкополосных сигналов, Z преобразование двусторонних последовательностей, дискретные случайные сигналы, дискретный белый шум, спектральная плотность мощности дискретного случайного сигнала, дискретный вариант тео-ремы Винера—Хинчина. Дискретные системы: способы описания, системы первого и второго порядка, преобразование случайного процесса, некоторые идеализированные дискретные фильтры. Спектральный анализ дискретных сигналов: быстрое преобразование Фурье, взаимо-связь дискретного преобразования Фурье (ДПФ) и дискретной фильтрации, растекание спектра, весовые функции (окна), непараметрический и параметрический спектральный анализ дискретных случайных сигналов. Методы синтеза дискретных фильтров: классификация методов синтеза, синтез по аналоговому прототипу, оптимальные и субоптимальные методы прямого синтеза. Эффекты квантования: способы представления чисел в цифровых системах, шум квантования, оптимальное неравномерное квантование, эффекты квантования в цифровых фильтрах, масштабирование коэффициентов цифровых фильтров, влияние формы реализации фильтра на проявление эффектов квантования. Адаптивные фильтры: основные понятия адаптивной обработки сигналов, оптимальный дискретный фильтр Винера, адаптивный алгоритм LMS, адаптивный алгоритм RLS, применение адаптивных фильтров. Многоскоростная обработка сигналов: изменение частоты дискретизации, полифазные структуры, банки фильтров анализа и синтеза, их полифазная реализация с использованием ДПФ. "
			}
		}]
	},
	"lecture":{
		"alias":"lecture",
		"name":"Лекции",
		"url":"/lecture",
		"block":[{
			"view":"TextBlock",
			"object":{
				"view":"PictureTextBlock",
				"header":"Лектор",
				"text":"Доцент, к. т. н. Сергиенко Александр Борисович",
				"img":"/static/img/edu/SergienkoA.jpg"
				}
			},{
			"view":"TextBlock",
			"object":{
				"header":"Процедура получения оценки",
				"text":"Итоговую оценку по данной дисциплине можно получить двумя способами:</br><i class=\"icon-ok\"></i> <b>По итогам семестра</b></br><i class=\"icon-ok\"></i> <b>По итогам семестра с учетом экзамена</b></br>Вклад в итоговую оценку дают все составляющие учебной работы: теоретическая подготовка (письменные тесты), лабораторные работы, самостоятельная работа (домашние задания)."
				}
			},{
			"view":"TextBlock",
			"object":{
				"header":"Экзамен",
				"text":"Экзамен проводится в устном виде. Экзаменационный билет включает в себя два вопроса. Беседа по экзаменационным вопросам производится с использованием конспекта, поэтому времени на подготовку к ответу не выделяется.</br>В результате сдачи экзамена оценка, полученная по итогам семестра, может повыситься не более чем на одну ступень.</br> Требования по защите лабораторных работ в любом случае сохраняются."
				}
			},{
			"view":"ListBlock",
			"header":"Дополнительные материалы",
			"object":[{
				"view":"LightSource",
				"object":{
					"name":"Список экзаменационных вопросов",
					"url":{
        				"doc":"/downloads/doc/edu/dsprts/dsp_q_exam.doc"
        				}
					}
				},{
				"view":"LightSource",
				"object":{
					"name":"Содержание курса",
					"url":{
        				"doc":"/downloads/doc/edu/dsprts/dsp_topics.doc"
        				}
					}
				}]
			}
		]
	},
	"practice":{
	"alias":"practice",
	"name":"Практика",
	"url":"/practice",
	"block":[{
		"view":"TextBlock",
		"object":{
			"header":"Теоретическая подготовка",
			"text":"На практических занятиях в течение семестра проводятся два письменных теста.</br><b>Первый тест</b> — примерно 10-я неделя, охватывает темы 1–3, состоит из двух частей по 45 минут. </br><i class=\"icon-ok\"></i> Первая часть — теоретический тест по контрольным вопросам, тестовое задание содержит 10 вопросов, на которые необходимо дать краткие и по существу письменные ответы в свободной форме. Пользоваться литературой и конспектами не разрешается. Ответ на каждый вопрос оценивается в 0, 1 или 2 балла. Итого максимальный результат 20 баллов. </br><i class=\"icon-ok\"></i> Вторая часть — решение задач, при этом можно пользоваться литературой. Предлагается две задачи по темам 1–3, не требующие сложных вычислений. Оценка за каждую задачу от 0 до 4 баллов. Итого максимальный результат 8 баллов. Суммарный максимальный результат за первый тест — 28 баллов.</br><b>Второй тест</b> — последняя (зачетная) неделя семестра, по структуре аналогичен первому тесту, охватывает темы 4–7. Максимальный результат — 28 баллов. </br>Итого за теоретическую часть максимальный результат 28 + 28 = 56 баллов."
			}
		},{
		"view":"TextBlock",
		"object":{
			"header":"Самостоятельная работа",
			"text":"В течение семестра выдаются два домашних задания, срок выполнения каждого — 2 недели. Ориентировочные сроки:</br><i class=\"icon-ok\"></i> Домашнее задание № 1 выдается на 5-й неделе, сдается на 7-й неделе;</br><i class=\"icon-ok\"></i> Домашнее задание № 2 выдается на 10-й неделе, сдается на 12-й неделе.</br> В каждом задании содержится 3 задачи. Оценка за каждую задачу от 0 до 4 баллов. Итого за каждое домашнее задание максимальная оценка 12 баллов.</br><b>Внимание!</b> При сдаче домашнего задания в течение одной недели после указанного срока оценка <b>снижается на 25%</b>. По истечении одной недели домашние задания <b>не принимаются</b>.</br> Итого за все домашние задания максимальная оценка 24 балла."
			}
		},{
		"view":"TextBlock",
		"object":{
			"header":"Итоговая оценка по результатам работы в семестре:",
			"text":"Итого по всем видам работы в семестре максимальная оценка 56 + + 24 = 80 баллов.</br>Оценка формируется исходя из набранной суммы баллов следующим образом:</br><i class=\"icon-thumbs-up\"></i> 72…80 баллов, при защите 5 лабораторных работ — «отлично»;</br><i class=\"icon-thumbs-up\"></i> 56…71 балл, при защите не менее 4 лабораторных работ — «хорошо»;</br><i class=\"icon-hand-right\"></i> 40…55 баллов, при защите не менее 3 лабораторных работ — «удовлетворительно»;</br><i class=\"icon-thumbs-down\"></i> 0…39 баллов или защищено менее 3 лабораторных работ — «неудовлетворительно»."
			}
		},{
		"view":"ListBlock",
		"header":"Дополнительные материалы",
		"object":[{
			"view":"LightSource",
			"object":{
				"name":"Список вопросов тест №1",
				"url":{
		        	"doc":"/downloads/doc/edu/dsprts/dsprts_test1_q_2012.doc"
					}
				}
			},{
			"view":"LightSource",
			"object":{
				"name":"Список вопросов тест №2",
				"url":{
		        	"doc":"/downloads/doc/edu/dsprts/dsprts_test2_q_2012.doc"
					}
				}
			}]
		}]
	},
	"labs":{
		"alias":"labs",
		"name":"Лабораторные работы",
		"url":"/labs",
		"block":[{
			"view":"TextBlock",
			"object":{
				"header":"",
				"text":"Дисплейный класс - аудитория 2319."
				}
			},{
			"view":"TextBlock",
			"object":{
				"header":"Порядок проведения занятий",
				"text":"В течение семестра проводится 5 лабораторных работ (работы проводятся в дисплейном классе с использованием системы MATLAB), в общем количестве баллов лабораторные работы не учитываются, однако для получения итоговой оценки необходимо выполнить все лабораторные работы, представить по всем лабораторным работам отчеты с устраненными замечаниями и защитить некоторое количество работ:</br><i class=\"icon-thumbs-up\"></i> на оценку «отлично» — все 5 лабораторных работ;</br><i class=\"icon-hand-right\"></i> на оценку «хорошо» — не менее 4 лабораторных работ;</br><i class=\"icon-thumbs-down\"></i> на оценку «удовлетворительно» — не менее 3 лабораторных работ."
				}
			},{
			"view":"ListBlock",
			"header":"Дополнительные материалы",
			"object":[{
				"view":"LightSource",
				"object":{
					"name":"Методические указания",
					"url":{
			        	"pdf":"/downloads/doc/edu/dsprts/dsp_labs.pdf"
						}
					}
				}]
			}]
	},
	"literature":{
		"alias":"literature",
		"name":"Литература",
		"url":"/literature",
		"block":[{
			"view":"ListBlock",
			"header":"Список основной литературы:",
			"object":[{
				"view":"LightSource",
				"object":{
					"name":"Сергиенко А. Б. Цифровая обработка сигналов: Учеб. пособие. 2-е изд. — СПб.: Питер, 2006."
					}
				}]
			},{
			"view":"ListBlock",
			"header":"Список дополнительной литературы:",
			"object":[{
				"view":"LightSource",
				"object":{
					"name":"Карташев В. Г. Основы теории дискретных сигналов и цифровых фильт-ров. — М.: Высш. шк., 1982"
					}
				},{
				"view":"LightSource",
				"object":{
					"name":"Марпл-мл. С. Л. Цифровой спектральный анализ и его приложения / Пер. с англ. — М.: Мир, 1990."
					}
				},{
				"view":"LightSource",
				"object":{
					"name":"Айфичер Э. С., Джервис Б. У. Цифровая обработка сигналов: практиче-ский подход, 2-е изд.: Пер. с англ. — М.: Издательский дом «Вильямс», 2004."
					}
				},{
				"view":"LightSource",
				"object":{
					"name":"Гадзиковский В. И. Теоретические основы цифровой обработки сигна-лов. — М.: Радио и связь, 2004."
					}
				},{
				"view":"LightSource",
				"object":{
					"name":"Основы цифровой обработки сигналов: Курс лекций. 2-е изд. / А. И. Солонина, Д. А. Улахович, С. М. Арбузов, Е. Б. Соловьева. — СПб.: БХВ-Петербург, 2005."
					}
				},{
				"view":"LightSource",
				"object":{
					"name":"Оппенгейм А., Шафер Р. Цифровая обработка сигналов: Пер. с англ. / Под ред. А. Б. Сергиенко. — 2 е изд., испр. — М.: Техносфера, 2009."
					}
				}]
			}]
	}

}}
