{
"abb":"ЦС",
"name":"Цифровая связь",
"alias":"digicom",
"url":"/digicom",
"sgroup":"master",
"course":"1",
"studyp":"513",
"semestr":"1",
"view_class":"light",
"categories":{
	"info":{
	"alias":"info",
	"name":"Информация",
	"url":"/info",
	"block":[{
		"view":"TextBlock",
		"object":{
			"header":"Ссылка на официальный web-ресурс дисциплины",
			"text":"<a target=\"blank\" href=\"https://sites.google.com/site/eltechdigicom/\">https://sites.google.com/site/eltechdigicom/"
			}
		},{
		"view":"TextBlock",
		"object":{
			"header":"",
			"text":"Дисциплина предназначена для подготовки магистров </br> по направлению 11.04.01-53 – Радиотехника"
			}
		},{
		"view":"TextBlock",
		"object":{
			"header":"Цель данного курса",
			"text":"Изучение принципов функционирования систем цифровой связи; знакомство с используемыми алгоритмами обработки сигнала, способами расчета параметров таких систем. Формирование навыков моделирования систем цифровой связи."
			}
		},{
		"view":"TextBlock",
		"object":{
			"header":"Аннотация дисциплины",
			"text":"В дисциплине «Цифровая связь» рассматриваются следующие основные вопросы. Основные понятия: общая структура системы цифровой связи, важнейшие параметры систем цифровой связи, алгоритм Витерби (обобщенно), АБГШ-канал и его пропускная способность, предельные соотношения между помехоустойчивостью и спектральной эффективностью. Цифровая модуляция: линейная (фазовая, квадратурная) и нелинейная (частотная, частотная с непрерывной фазой, в том числе со сглаживанием), принципы формирования сигнала и его приема, оценка помехоустойчивости. Межсимвольная интерференция (МСИ): причины возникновения, математическая модель канала, алгоритмы приема сигнала с МСИ, многочастотная модуляция (OFDM, DMT). Замирания и разнесение: энергетические соотношения в радиолинии, математические модели каналов с замираниями, разнесение, перемежение как способ борьбы с группированием ошибок. Расширение спектра: прямое расширение спектра, псевдослучайная перестройка частоты. Разделение каналов: временное, частотное, кодовое. Синхронизация: задачи, классификация алгоритмов, фазовая синхронизация, тактовая синхронизация. Помехоустойчивое кодирование: роль в системах цифровой связи, классификация кодов и способы оценки помехоустойчивости в системах с кодированием, сигнально-кодовые конструкции."
			}
		}]
	}

}}
