{
"abb":"МОЦСТ",
"name":"Микроволновые, оптические и цифровые средства телекоммуникаций",
"alias":"mocst",
"url":"/mocst",
"sgroup":"bachelor",
"studyp":"012",
"course":"4",
"semestr":"8",
"view_class":"full",
"categories":{
	"info":{
		"alias":"info",
		"name":"Информация",
		"url":"/info",
		"block":[{
			"view":"TextBlock",
			"object":{
				"header":"",
				"text":"Дисциплина предназначена для подготовки бакалавров по направлениям: </br>210400 — Радиотехника."
				}
			},{
			"view":"TextBlock",
			"object":{
				"header":"Цель данного курса",
				"text":"Изучение дисциплины должно способствовать формированию у студентов физических и математических основ построения современных радиотехнических устройств, включающих в себя узлы оптической и цифровой обработки сигналов, антенных устройств и оптоволоконной системы передачи информации."
				}
			}]
	},
	"lecture":{
		"alias":"lecture",
		"name":"Лекции",
		"url":"/lecture",
		"block":[{
			"view":"TextBlock",
			"object":{
				"view":"TextBlock",
				"header":"Лектор",
				"text":"Доцент каф. ТОР, к. т. н. Антонов Юрий Геннадьевич."
				}
			},{
			"view":"TextBlock",
			"object":{
				"header":"Правила сдачи текущего контроля",
				"text":"Проводятся 4 контрольные работы по четырём темам курса и за каждую контрольную работу выставляется одна из четырёх оценок: 2, 3, 4 или 5. Итоговая оценка за курс формируется как округлённое по правилам математики средне арифметическое значение оценок, полученных за 4 контрольные работы и выставляется оценка за курс: неудовлетворительно, удовлетворительно, хорошо или отлично. </br>Контрольные работы проводятся устно или письменно в течении 1 часа по контрольным вопросам курса. Пользоваться на контрольных работах ничем нельзя. </br>Результаты контрольных работ объявляются в течении 1 недели после написания."
				}
			},{
			"view":"TextBlock",
			"object":{
				"header":"Порядок ликвидации задолженностей",
				"text":"Переписать контрольные работы можно, используя не более 2-х попыток. Первая попытка переписать контрольные работы происходит по процедуре текущего контроля, описанной выше. Вторая попытка заключается в устных ответах на контрольные вопросы комиссии, состоящей из трёх преподавателей."
				}
			},{
			"view":"ListBlock",
			"header":"Дополнительные материалы",
			"object":[{
				"view":"LightSource",
				"object":{
					"name":"Вопросы для текущего контроля",
					"url":{
			        	"doc":"/downloads/doc/edu/mocst/Вопросы для текущего контроля.doc"
						}
					}
				}]
			}]
	},
	"labs":{
		"alias":"labs",
		"name":"Лабораторные работы",
		"url":"/labs",
		"block":[{
			"view":"TextBlock",
			"object":{
				"header":"",
				"text":"Лаборатория квантовых устройств и антенно-фидерных устройств (пом. 2222 и 2233)."
				}
			},{
			"view":"TextBlock",
			"object":{
				"header":"Порядок проведения занятий",
				"text":"В результате занятий должны быть выполнены 6 лабораторных работ (демонстрация работы макетов). Выполнение всех лабораторных работ является обязательным условием для получения оценки по текущему контролю.  Бригада может состоять из одного, двух или трёх человек (не более трёх человек)."
				}
			},{
			"view":"TextBlock",
			"object":{
				"header":"Порядок проведения коллоквиумов",
				"text":"Коллоквиум проводится в день выполнения лабораторной работы. </br>Порядок защиты работ может быть скорректирован преподавателем каждой группы индивидуально."
				}
			},{
			"view":"TextBlock",
			"object":{
				"header":"Порядок ликвидации задолженностей",
				"text":"Дополнительные занятия не проводятся. Выполнить лабораторную работу в случае пропуска занятия можно с другими группами при условии, что количество студентов, приходящихся на 1 лабораторную установку, не превысит трёх человек.</br>Правила проведения занятий во время доп. сессии те же, что и в семестре."
				}
			}]
	},
	"literature":{
		"alias":"literature",
		"name":"Литература",
		"url":"/literature",
		"block":[{
			"view":"ListBlock",
			"header":"Список основной литературы:",
			"object":[{
				"view":"LightSource",
				"object":{
					"name":"Оптические устройства в радиотехнике: Учеб. пособие для вузов / Под ред. В.Н. Ушакова. Изд. 2-е, испр. и доп. – М.: Радиотехника, 2005. – 264 с.: ил."
					}
				},{
				"view":"LightSource",
				"object":{
					"name":"Антенно-фидерные устройства и распростране-ние радиоволн. Учеб. Пособие для вузов / под ред. Г. А. Ерохина. 2-е изд. — М.: Горячая ли-ния-Телеком, 2004"
					}
				},{
				"view":"LightSource",
				"object":{
					"name":"Скляр Б. Цифровая связь. Теоретические основы и практическое применение: Пер. с англ. — М.: Издательский дом «Вильямс», 2003."
					}
				}]
			}]
	}
}
}
