{
"abb":"АРРВ",
"name":"Антенны и распространение радиоволн",
"alias":"airrv_012",
"url":"/airrv_012",
"sgroup":"bachelor",
"course":"4",
"studyp":"012",
"semestr":"8",
"view_class":"full",
"categories":{
	"info":{
		"alias":"info",
		"name":"Информация",
		"url":"/info",
		"block":[{
			"view":"TextBlock",
			"object":{
				"header":"",
				"text":"Дисциплина предназначена для подготовки бакалавров по направлениям: </br>210300.62  - Радиотехника,</br> 210400.62 - Телекоммуникации"
				}
			},{
			"view":"TextBlock",
			"object":{
				"header":"Цель данного курса",
				"text":"В результате изучения дисциплины студенты должны:</br>1. Знать: физические основы работы основных типов антенных  устройств; общие принципы построения антенных  систем; основные  характеристики  и параметры антенн.</br>2. Уметь: выбрать тип и  структуру  антенного  устройства в соответствии с требования технического  задания; рассчитывать   отдельные   типы  антенн  на основе  приближенных математических  моделей.</br>3. Иметь представление: о перспективах развития антенных  устройств  и методах  их  расчета."
				}
			},{
			"view":"TextBlock",
			"object":{
				"header":"Аннотация дисциплины",
				"text":"Дисциплина \"Антенны  и распространения  радиоволн\"  представляет собой общеобразовательный учебный курс, призванный формировать у студентов инженерное мировоззрение в области теории и техники антенных устройств. Курс основан на ранее изученных дисциплинах: - высшей математики, технической электродинамики, электромагнитных полей и волн и дает базу для изучения специализированных курсов в области антенн СВЧ. Основу курса составляют лекции, посвященные математическому описанию различных типов антенн, затем дается материал по наиболее важным практическим конструкциям с обсуждением инженерных решений, заложенных в их основу. Дается представление о методах компьютерного моделирования и краткий обзор профессиональных пакетов в области проектирования антенной техники и технической электродинамики."
				}
			}]
	},
	"lecture":{
		"alias":"lecture",
		"name":"Лекции",
		"url":"/lecture",
		"block":[{
			"view":"TextBlock",
			"object":{
				"view":"TextBlock",
				"header":"Лектор",
				"text":"Группы 0101, 0104, 0105, 0106, 8182, 0108  — доц., к. т. н. Антонов Юрий Геннадьевич."
				}
			},{
			"view":"TextBlock",
			"object":{
				"header":"Правила сдачи текущего контроля:",
				"text":"Проводятся 2 контрольные работы в середине и в конце семестра. За каждую контрольную работу выставляется одна из четырёх оценок: 2, 3, 4 или 5. Итоговая оценка за курс формируется как округлённое по правилам математики средне арифметическое значение оценок, полученных за 2 контрольные работы при условии, что по обеим контрольным работам получены оценки выше 2 (то есть 3, 4, или 5). Контрольные работы проводятся письменно с последующей устной защитой по контрольным вопросам курса. Пользоваться на контрольных работах ничем нельзя. Результаты контрольных работ будут известны в течении 1 недели после написания. </br>Оценка за курс может быть выставлена при условии выполнения пяти лабораторных работ и написания контрольных работ на положительные оценки (3, 4, и 5)."
				}
			},{
			"view":"TextBlock",
			"object":{
				"header":"Порядок ликвидации задолженностей",
				"text":"Улучшить оценки за контрольные работы можно, используя не более 2-х попыток. Первая попытка переписать контрольные работы происходит в конце семестра по процедуре текущего контроля, описанной выше. Вторая попытка заключается в устных ответах на контрольные вопросы комиссии, состоящей из трёх преподавателей"
				}
			}]
	},
	"labs":{
		"alias":"labs",
		"name":"Лабораторные работы",
		"url":"/labs",
		"block":[{
			"view":"TextBlock",
			"object":{
				"header":"",
				"text":"Лаборатория \"Антенно-фидерных устройств \" - аудитория 2233."
				}
			},{
			"view":"TextBlock",
			"object":{
				"header":"Порядок проведения занятий",
				"text":"В результате занятий должны быть выполнены 5 лабораторных работ (проведены измерения, оформлены и защищены отчёты). Выполнение всех лабораторных работ является обязательным условием для получения текущего контроля по курсу.  Бригада может состоять из одного, двух или трёх человек (не более трёх человек). Подготавливается один отчет на бригаду."
				}
			},{
			"view":"TextBlock",
			"object":{
				"header":"Порядок проведения коллоквиумов",
				"text":"Во время семестра проводятся три коллоквиума на четвёртом, восьмом и девятом занятиях (по усмотрению преподавателя коллоквиумы могут быть проведены и в другие дни). До коллоквиума не допускаются бригады, не подготовившие отчет. Бригады, выполнившие досрочно измерения, в оставшееся время до конца занятия могут защищать отчёты по ранее выполненным лабораторным работам. </br>Порядок защиты работ может быть скорректирован преподавателем каждой группы индивидуально."
				}
			},{
			"view":"TextBlock",
			"object":{
				"header":"Порядок ликвидации задолженностей",
				"text":"Дополнительные занятия не проводятся. Выполнить измерения в случае пропуска занятия можно с другими группами при условии, что количество студентов, приходящихся на 1 лабораторную установку, не превысит трёх человек.</br>Правила проведения занятий во время доп. сессии те же, что и в семестре."
				}
			},{
			"view":"TextBlock",
			"object":{
				"header":"Требования к отчету",
				"text":"Отчёты должны быть представлены до начала коллоквиума. Отчёты должны содержать краткие теоретические сведения, предварительные расчёты, если требуется, таблицы измеренных значений, обработку измеренных значений, графики расчётных и измеренных зависимостей."
				}
			},{
			"view":"ListBlock",
			"header":"Дополнительные материалы:",
			"object":[{
				"view":"LightSource",
				"object":{
					"name":"Методические указания по лабораторным работам",
					"url":{
			        	"doc":"/downloads/doc/edu/airrv/Лабораторный практикум АиРРВ.doc"
						}
					}
				}]
			}]
	},
	"literature":{
		"alias":"literature",
		"name":"Литература",
		"url":"/literature",
		"block":[{
			"view":"ListBlock",
			"header":"Список основной литературы:",
			"object":[{
				"view":"LightSource",
				"object":{
					"name":"Антенно-фидерные устройства и распространение радиоволн: учебник для  вузов по специальности 2011 Г.А.Ерохин и др.; под ред. Г.А.Ерохина- 2-е  изд.- М.: Горячая  линия-Телеком, 2004 г."
					}
				}]
			},{
			"view":"ListBlock",
			"header":"Список дополнительной литературы:",
			"object":[{
				"view":"LightSource",
				"object":{
					"name":"Устройства СВЧ и антенны. Проектирование фазированных антенных решеток. Учебное  пособие для  вузов  по направлению «Радиотехника» Д.И.Воскресенский. В.И.Степаненко, В.С.Филиппов и др. 2003 г."
					}
				},{
				"view":"LightSource",
				"object":{
					"name":"Сугак М.И. Основы автоматизированного проектирования антенн: конспект лекций дисциплины: для магистров по направлению 210400 «Радиотехника»: учебное  электронное издание», 2011 г.",
					"url":{
			        	"doc":"/downloads/doc/edu/oapas/Конспект_лекций_АНТЕННЫ_САПР.doc"
						}
					}
				}]
			}
		]
	}
}
}
